{
  "7": {
    "title": "Our lab leader Prof. Song has been invited to serve as the Associate Editor of JEM, a prestigious international journal published by Elsevier. Congratulations to Prof. Song!",
    "content": "Recently, Prof. Song from the School of Hydrology and Water Resources Engineering and the State Key Laboratory of Water Resources Engineering and Management at Wuhan University has been invited by Elsevier to serve as an Associate Editor for their journal, the Journal of Environmental Management (JEM), starting from February 2024. The journal currently boasts an impact factor of 8.91. Prof. Song will primarily oversee manuscript handling in Section IV: Climate Change and Environmental Resilience.",
    "author": "Qingfeng Zhang",
    "date": "2024-02-13T00:00:00.000Z",
    "link": "https://swrh.whu.edu.cn/info/1051/88011.htm"
  },
  "1": {
    "title": "Our lab member Xinjie Huang won the second-place award for Outstanding Poster Presentation at the 102nd AMS Annual Meeting. Congratulations to Xinjie!",
    "content": "",
    "author": "Xinjie Huang",
    "date": "2022-02-24T00:00:00.000Z",
    "link": "https://ams.confex.com/ams/102ANNUAL/meetingapp.cgi/Paper/392403"
  },
  "2": {
    "title": "Our work on the synergistic effect of urban heat and moisture islands has been published in Building and Environment!",
    "content": "X. Huang, J. Song*, C. Wang, T.F.M. Chui, P.W. Chan, The synergistic effect of urban heat and moisture islands in a compact high-rise city, Building and Environment. 205 (2021) 108274. https://doi.org/10.1016/j.buildenv.2021.108274.",
    "date": "2021-08-26T00:00:00.000Z",
    "link": "https://www.sciencedirect.com/science/article/pii/S0360132321006740"
  },
  "3": {
    "title": "Our work on impacts of air and noise pollution on natural ventilation potential has been published in Building and Environment!",
    "content": "J. Song*, X. Huang, D. Shi, W.E. Lin, S. Fan, P.F. Linden, Natural ventilation in London: Towards energy-efficient and healthy buildings, Building and Environment. 195 (2021) 107722. https://doi.org/10.1016/j.buildenv.2021.107722.",
    "date": "2021-02-23T00:00:00.000Z",
    "link": "https://www.sciencedirect.com/science/article/pii/S0360132321001335"
  },
  "4": {
    "title": "Our work on high-resolution regional modeling of urban moisture island has been published in Building and Environment!",
    "content": "R. Du, J. Song*, X. Huang, Q. Wang, C. Zhang, O. Brousse, P.W. Chan, High-resolution regional modeling of urban moisture island: mechanisms and implications on thermal comfort, Building and Environment. 207 (2021) 108542. https://doi.org/10.1016/j.buildenv.2021.108542.",
    "date": "2021-11-03T00:00:00.000Z",
    "link": "https://www.sciencedirect.com/science/article/pii/S0360132321009355"
  },
  "5": {
    "title": "Our work on protective facemask-induced thermal stress has been published in Building and Environment!",
    "content": "D. Shi, J. Song*, R. Du, P.W. Chan, Dual challenges of heat wave and protective facemask-induced thermal stress in Hong Kong, Building and Environment. 206 (2021) 108317. https://doi.org/10.1016/j.buildenv.2021.108317.",
    "date": "2021-09-01T00:00:00.000Z",
    "link": "http://dx.doi.org/10.1016%2Fj.buildenv.2021.108317"
  },
  "6": {
    "title": "Research Seminar on Sustainable Environmental Adaptation Strategies towards Smart and Healthy Cities",
    "content": "Dr. Song will give a research seminar entitled “Sustainable environmental adaptation strategies towards smart and healthy cities” via Zoom on 29 SEP 2020 (TUE) 15:00-16:00 (Hong Kong SAR time). All are welcome.",
    "author": "Dr. Song",
    "date": "2020-09-05T14:40:00.000Z",
    "link": "https://www.geog.hku.hk/post/s20200929"
  }
}
