{
  "avatar": "https://sjyurbanlab.github.io/website-assets/members/jiyunsong/profile.jpg",
  "firstName": "Jiyun",
  "lastName": "Song",
  "salutation": "Prof./Dr.",
  "position": "Lab Lead",
  "email": "jsong90@hku.hk",
  "introduction": [
    "Dr. Song is the team leader of Healthy Cities Laboratory in the School of Hydrology and Water Resources Engineering at Wuhan University (WHU). She is currently a full professor at WHU, China and an awardee of China's National Excellent Young Scientists Fund. Before joining WHU in Sep 2023, she worked as an Assistant Professor at the University of Hong Kong from Aug 2019 to Aug 2023 and became the youngest PhD advisor in the department as the age of 29. She worked as a postdoctoral research associate in the Department of Applied Mathematics and Theoretical Physics (DAMTP) and Department of Architecture at the University of Cambridge, UK from Jan 2017 to Jul 2019. She completed her PhD degree in Civil and Environmental Engineering at Arizona State University, US in Dec 2016 with COAA Best PhD Dissertation Award and Chinese Government Award for Outstanding Overseas Students. She received her bachelor's and master's degrees in School of Hydrology and Water Resources Engineering from WHU, China in 2010 and 2012 respectively with Chinese National Scholarship Awards and outstanding thesis defenses. She has interdisciplinary research interests including urban hydroclimate, urban green-blue infrastructure, building energy efficiency, urban fluid mechanics, and urban health. Her research can help us find better adaptation solutions to changing environments, such as smarter urban planning and better management of land, water, building, energy, and ecosystem services."
  ],
  "researchInterests": [
    "Urban land-atmosphere interaction",
    "Urban hydro-climate",
    "Urban green-blue infrastructure",
    "Building energy efficiency",
    "Urban fluid mechanics",
    "Urban health"
  ],
  "academicMemberships": [
    "Journal of Environmental Management Associate Editor",
    "American Geophysical Union (AGU)",
    "American Meteorological Society (AMS)",
    "International Association for Urban Climate (IAUC)",
    "UK Fluids Network - Special Interests Group: Urban Fluid Mechanics Network and Low-Energy Ventilation Network"
  ],
  "professionalMemberships": [
    "ISO expert observer representing Hong Kong under the panel of ISO/TC 163 “Thermal performance and energy use in the built environment”",
    "Member of Expanded Building Committee at Buildings Department, The Government of the Hong Kong Special Administrative Region"
  ],
  "teachingList": [
    "MECH 3408 Mechanics of Fluids (Coordinator)",
    "MECH 2414 Thermofluids",
    "ENVM 8013 Air and noise pollution control and management (Coordinator)",
    "MECH 6026 Computational fluid dynamics"
  ]
}
