{
  "Key Research Members": {
    "1": {
      "avatar": "https://sjyurbanlab.github.io/website-assets/members/dachuanshi/profile.jpg",
      "firstName": "Dachuan",
      "lastName": "Shi",
      "position": "PhD Student",
      "email": "shidc26@connect.hku.hk",
      "introduction": [
        "Dachuan became a Ph.D. student in the Department of Mechanical Engineering at the University of Hong Kong since July 2020. His current main research interests include micro-environment in facial masks and thermal comfort. Before this role, he received his Master's degree in Building and Civil Engineering in 2019, from Chongqing University, focusing on building energy efficiency and urban thermal environment, including monitoring, modelling, and simulation. From 2017 to 2018, he devised and carried out the exposure trails of 12 roofing products in Chengdu and Xiamen, studied the impact of natural aging on energy savings of high reflective flat roofs. In 2016, he joined the US/China joint research project ‘Experiment study of energy use comparison of the cool roof & green roof in office building’ facilitated by Chongqing University and Lawrence Berkeley National Laboratory. Additionally, he obtained his bachelor's degree in Building Environment and Facility Engineering in 2016, from Jiangsu University of Science and technology. In the past 7 years, he has published 8 SCI articles, got 5 patents, and numerous prizes, including 3 national-level prizes and the third prize of Jiangsu province, and he gained the China National Postgraduate Scholarship twice."
      ],
      "affiliationPeriodStart": "2020-06-30T16:00:00.000Z",
      "affiliationPeriodEnd": "2025-06-30T10:00:00.000Z",
      "cv": "https://sjyurbanlab.github.io/website-assets/members/dachuanshi/cv.pdf"
    },
    "2": {
      "avatar": "https://sjyurbanlab.github.io/website-assets/members/xinjiehuang/profile.jpg",
      "firstName": "Xinjie",
      "lastName": "Huang",
      "position": "MPhil Student",
      "email": "xjmhuang@connect.hku.hk",
      "introduction": [
        "Xinjie joined Healthy Cities Lab as an MPhil student at HKU in Fall 2020. Before joing HKU, he obtained his B.Eng. degree in Building Environment and Energy Engineering at Southeast University in China. His research interests focus on understanding heat and moisture transport in the complex urban environment with an emphasis on their thermal comfort impacts. Specially, his research works at our lab include developing urban canopy models with a building emission module, a street tree module, and a human thermal comfort model to better capture urban moisture dynamics and street-level thermal stress. Know more about Xinjie's works at his personal webpage (https://xinjiematthuang.github.io/)!"
      ],
      "affiliationPeriodStart": "2020-08-31T16:00:00.000Z",
      "affiliationPeriodEnd": "2022-08-31T10:00:00.000Z",
      "cv": "https://sjyurbanlab.github.io/website-assets/members/xinjiehuang/cv.pdf"
    },
    "3": {
      "avatar": "https://sjyurbanlab.github.io/website-assets/members/qilongzhong/profile.jpg",
      "firstName": "Qilong",
      "lastName": "Zhong",
      "position": "PhD Student",
      "email": "u3008374@connect.hku.hk",
      "introduction": [
        "Qilong became a Healthy Cities Lab member as a Ph.D. student in the Department of Mechanical Engineering at the University of Hong Kong (HKU) since Sept. 2021. He obtained his B.S. in Mechanics and Aerospace Engineering (MAE) at Southern University of Science and Technology (SUSTech), China. Before he joined the Healthy Cities Lab, he has taken part in projects related on Deep Learning, PIV, CFD. He has been awarded Scholarship of SUSTech for three times. His current research interest focus on the thermal comfort in micro-environment (such as mask dead-space, urban blue space etc.) by the method of experiments and simulation."
      ],
      "affiliationPeriodStart": "2021-08-31T16:00:00.000Z",
      "affiliationPeriodEnd": "2025-08-31T10:00:00.000Z",
      "cv": "https://sjyurbanlab.github.io/website-assets/members/qilongzhong/cv.pdf"
    },
    "4": {
      "avatar": "https://sjyurbanlab.github.io/website-assets/members/guoliangchen/profile.jpg",
      "firstName": "Guoliang",
      "lastName": "Chen",
      "position": "PhD Student",
      "email": "chengl@csu.edu.cn",
      "introduction": [
        "Guoliang will join the Healthy Cities Laboratory at the University of Hong Kong as a PhD student in autumn 2022. He received his Bachelor's degree in civil engineering from the University of South China and his Master's degree in architecture and Civil Engineering from Central South University. He is interested in regional and urban climate, blue and green spaces, human thermal comfort, improvement of urban canopy models, urban wind environment, indoor ventilation and energy saving. He won the first prize in the undergraduate group of the National Mathematical Contest in Modeling for College Students in 2017. His research will focus on the effects of blue and green spaces on urban climate. Apart from his academic interests, Guoliang is interested in competitive sports and cooking and will be a member of the HKU badminton club. He loves Hong Kong, an international metropolis, and is passionate about the research of urban climate!"
      ],
      "affiliationPeriodStart": "2022-06-30T16:00:00.000Z",
      "affiliationPeriodEnd": "2026-08-31T10:00:00.000Z",
      "cv": "https://sjyurbanlab.github.io/website-assets/members/guoliangchen/cv.pdf"
    }
  }
}
